IDEA Open Model
LoadCase.TemperatureLoadsOnLine Property
Compatible with IDEA StatiCa Beta 20.0
 List of temperature load in this load case
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ReferenceElement> TemperatureLoadsOnLine { get; set; }
Public Property TemperatureLoadsOnLine As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace